IdeaRS.Connections
ConParamInterfacesAttribute Properties
Compatible with IDEA StatiCa 0.0
The ConParamInterfacesAttribute type exposes the following members.
Properties
Name | Description
Interfaces
TypeId
When implemented in a derived class, gets a unique identifier for this Attribute.
 (Inherited from Attribute.)
Top
See Also
Reference
ConParamInterfacesAttribute Class
IdeaRS.Connections.Data Namespace